# EnableCLDropShadow

```pascal
PROCEDURE EnableCLDropShadow(
				className : STRING;
				enable    : BOOLEAN);
```

```python
def vs.EnableCLDropShadow(className, enable):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|className|STRING|   |
|enable|BOOLEAN|   |

## Version
Availability: from Vectorworks 2017

## Category
* Classes